sensoroptconverged/con/5.0_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217113;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       217513;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       217713;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       218113;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108705;
        startFace       218313;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          108705;
        startFace       327018;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          436;
        startFace       435723;
    }
)

// ************************************************************************* //
